export default {
  data:`
    <p>1.活动时间: 2020-07- 01 00:00:00至2020-09-30 23:59:59</p>
    <p>2.活动对象:活动期间粉贝新注册用户</p>
    <p>3.活动内容:活动期间新注册用户进入活动页面，领券下单，确认收货后系统补贴返款(可提现)，订单信息可在粉贝APP“我的-订单”或请前往淘宝"我的- _淘宝订单"查看，提现请前往粉贝APP-我的收益-提现;</p>
    <p>4.每日均有免单商品，商品数量有限，抢完为止;</p>
    <p>5.免单商品不可使用积分、集分宝、红包、金币下单付款，否则无法获得补贴，订单成交价须为商品券后价(因计算有四舍五入，成交价和券后价可能存在0.01元的误差) ;</p>
    <p>6.新人免单为平台让利活动，活动中的商品佣金全额补贴给购买者，其他人不参与分成;</p>
    <p>7.活动期间每个用户id仅限购买一件商品，每个新人仅补贴一-件商品;</p>
    <p>特殊说明：</p>
    <p>1.新人需授权淘宝，免单佣金补贴才能自动到账哦!</p>
    <p>2.本活动针对新注册60天内未通过粉贝产生首购的用户，首购商品需为本活动页面商品，每个用户限购购买1件商品，首单超出1件不可参与补贴;</p>
    <p>3.活动页面展示补贴金额为实际补贴金额，因用户选择商品不同规格或商家变动优惠券、佣金产生的订单差价由用户自行承担;</p>
    <p>4.领取商品优惠券后请尽快使用，若因该商品已被抢完仍未使用优惠券的，则该优惠券失效，请尽快领取其它商品优惠券;</p>
    <p>5.部分活动商品青海，甘肃,宁夏，内蒙，新疆、西藏等偏远地区不包邮;</p>
    <p>6.领取的优惠券可在[手机淘宝] -我的淘宝-红包卡券查询;</p>
    <p>7.活动解释权最终归粉贝所有；</p>
  `
}
