<template>
  <div class="agree">
    <p style="text-align: center"><span style="font-family: 宋体"><span ><strong>粉贝隐私政策</strong></span></span></p>
    <p><span style="font-family: 宋体"><span
      ><br>版本更新时间：2020年06月30日<br>版本生效时间：2020年06月30日<br>【更新提示】尊敬的粉贝用户：为更好的给予您使用粉贝app的体验以及保护您的隐私权益，我们对《粉贝隐私政策》进行了更新。请仔细阅读《粉贝隐私政策》（特别是加粗划线的内容），如您有任何疑问，请联系我们的客服咨询。<br>&nbsp;<br>引言<br>厦门众亿企科技有限公司及粉贝app（以下简称“我们”）非常重视用户的隐私和个人信息保护。您在使用粉贝提供的服务时，我们可能会收集和使用您的相关信息。我们希望通过《粉贝隐私政策》（以下简称“本隐私政策”）向您说明我们在您使用我们的产品与/或服务时如何收集、使用、保存、共享和转让这些信息，以及我们为您提供的访问、更新、删除和保护这些信息的方式。在接受本协议之前，请您仔细阅读本协议的全部内容（特别是以粗体下划线标注的内容&nbsp;）。<br>本政策将帮助您了解以下内容：<br><strong>1、我们如何收集和使用您的个人信息<br>2、我们如何使用&nbsp;Cookie&nbsp;和同类技术<br>3、我们如何共享、转让、公开披露您的个人信息<br>4、我们如何保护和保存您的个人信息<br>5、您如何管理个人信息<br>6、未成年人信息的保护</strong></span></span>
    </p>
    <p><span style="font-family: 宋体"><span ><strong>7、您的个人信息如何在全球范围转移<br>8、通知和修订<br>9、如何联系我们</strong></span></span>
    </p>
    <p><span style="font-family: 宋体"><span ><br>本隐私政策与您所使用的粉贝服务以及该服务所包括的各种业务功能（以下统称“我们的产品与/或服务”）息息相关，希望您在使用我们的产品与/或服务前仔细阅读并确认您已经充分理解本政策所写明的内容，并让您可以按照本隐私政策的指引做出您认为适当的选择。本隐私政策中涉及的相关术语，我们尽量以简明扼要的表述，以便您更好地理解。您使用或在我们更新本隐私政策后（我们会及时提示您更新的情况）继续使用我们的产品与/或服务，即意味着您同意本隐私政策(含更新版本)内容，并且同意我们按照本隐私政策收集、使用、保存和共享您的相关信息。<br>如对本隐私政策或相关事宜有任何问题，您可随时通过在线客服系统与我们联系。<br>&nbsp;<br>目录<br>一、我们如何收集和使用您的个人信息<br>二、我们如何使用Cookie和同类技术<br>三、我们如何共享、转让、公开披露您的个人信息<br>四、我们如何保护和保存您的个人信息<br>五、您如何管理您的个人信息<br>六、未成年人的个人信息保护</span></span>
    </p>
    <p><span style="font-family: 宋体"><span
      >七、您的个人信息如何在全球范围转移<br>八、通知和修订<br>九、如何联系我们</span></span></p>
    <p><span style="font-family: 宋体"><span >&nbsp;</span></span></p>
    <p><span style="font-family: 宋体"><span ><strong>一、我们如何收集和使用您的个人信息</strong><br>个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。本隐私政策中涉及的个人信息包括：基本信息（个人电话号码）；个人身份信息（如身份证）；网络身份标识信息（包括系统账号）；个人财产信息（交易和消费记录以及余额、支付宝账户信息等）；个人上网记录（包括网站浏览记录、软件使用记录、点击记录）；个人常用设备信息（如操作系统类型）、软件列表唯一设备识别码（如IMEI/android&nbsp;ID/IDFA/OPENUDID/GUID、SIM卡IMSI信息等在内的描述个人常用设备基本情况的信息；个人位置信息（包括精准定位信息、经纬度等）；<br>个人敏感信息是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息，本隐私政策中涉及的个人敏感信息包括：您的财产信息（包括交易记录及账户余额、支付宝账户信息等）；个人身份信息（如身份证）；网络身份识别信息（包括账户名、账户昵称）；其他信息（包括通讯录、个人电话号码、手机号码、网页浏览记录、精准定位信息等）。<br>我们仅会出于以下目的，收集和使用您的个人信息：</span></span>
    </p>
    <p><span style="font-family: 宋体"><span ><br>（一）您须授权我们收集和使用您个人信息的情形<br>我们的产品与/或服务包括一些核心功能，这些功能包含了实现网上购物所必须的功能、改进我们的产品与/或服务所必须的功能及保障交易安全所必须的功能。我们可能会收集、保存和使用下列与您有关的信息才能实现上述这些功能。如果您不提供相关信息，您将无法享受我们提供的产品与/或服务。这些功能包括：<br>1、实现网上购物所必须的功能<br>（1）用户注册<br>您首先需要注册一个账户成为粉贝app用户。当您注册时需要至少向我们提供注册所用的手机号码（用于接收验证码），我们将通过发送短信验证码来验证您的身份是否有效。您的手机号码尾号四位为您的默认昵称，您可以修改补充您的昵称以及绑定您的支付宝账号（用于账户提现）等相关信息，这些信息均属于您的“账户信息”。您补充的账户信息将有助于我们为您更优的服务体验，但如果您不提供支付宝账户信息，不会影响您网上购物的基本功能，但将影响您账户余额的提现。</span></span>
    </p>
    <p><span style="font-family: 宋体"><span >您提供的上述信息将在您使用本服务期间持续授权我们使用。</span></span></p>
    <p><span style="font-family: 宋体"><span >（2）商品/服务信息展示和搜索<br>为了让您快速地找到您所需要的商品或服务，我们可能会收集您使用我们的产品与/或服务的设备信息（包括设备名称、设备型号、设备识别码、操作系统和应用程序版本、语言设置、分辨率、服务提供商网络ID（PLMN））、浏览器类型来为您提供商品优惠券信息展示的最优方式。我们也会为了不断改进和优化上述的功能来使用您的上述个人信息。<br>您也可以通过搜索来精准地找到您所需要的商品或服务。我们会保留您的搜索内容以方便您重复输入或为您展示与您搜索内容相关联的商品。请您注意，您的搜索关键词信息无法单独识别您的身份，不属于您的个人信息，我们有权以任何的目的对其进行使用；只有当您的搜索关键词信息与您的其他信息相互结合使用并可以识别您的身份时，则在结合使用期间，我们会将您的搜索关键词信息作为您的个人信息，与您的搜索历史记录一同按照本隐私政策对其进行处理与保护。<br>（3）客服与售后功能<br>我们的客服和售后功能会使用您的账号信息和订单信息。<br>为保证您的账号安全，我们在线客服会使用您的账号信息与您核验您的身份。当您需要我们提供与您订单信息相关的客服与售后服务时，我们将会查询您的订单信息。<br>2、改进我们的产品与/或服务所必须的功能<br>我们可能会收集您的订单信息、浏览信息、您的兴趣爱好（您可以在账户设置中选择）进行数据分析，用来将您感兴趣的商品或服务信息展示给您；或在您搜索时向您展示您可能希望找到的商品。我们还可能为了提供服务及改进服务质量的合理需要而获得的您的其他信息，包括您与客服联系时您提供的相关信息，您参与问卷调查时向我们发送的问卷答复信息，以及您与我们的关联方、我们合作伙伴之间互动时我们获得的相关信息。对于从您的各种设备上收集到的信息，我们可能会将它们进行关联，以便我们能在这些设备上为您提供一致的服务。我们可能会将来自某项服务的信息与来自其他服务的信息结合起来，以便为您提供服务、个性化内容和建议。</span></span>
    </p>
    <p><span style="font-family: 宋体"><span >3、保障交易安全所必须的功能<br>为提高您使用我们的产品与/或服务时系统的安全性，更准确地预防钓鱼网站欺诈和保护账户安全，我们可能会通过了解您的浏览信息、订单信息、您常用的软件信息、设备信息等手段来判断您的账号风险，并可能会记录一些我们认为有风险的链接（“URL”）；我们也会收集您的设备信息对于粉贝使用问题进行分析、统计流量并排查可能存在的风险、在您选择向我们发送异常信息时予以排查。</span></span>
    </p>
    <p><span style="font-family: 宋体"><span ><br>（二）您可选择是否授权我们收集和使用您的个人信息的情形<br>1、为使您购物更便捷或更有乐趣，从而提升您在粉贝的购物体验，我们的以下附加功能中可能会收集和使用您的个人信息。如果您不提供这些个人信息，您依然可以进行网上购物，但您可能无法使用这些可以为您所带来购物乐趣的附加功能或在购买某些商品时需要重复填写一些信息。这些附加功能包括：<br>（1）基于位置信息的个性化推荐功能：我们会收集您的位置信息（我们仅收集您当时所处的地理位置，但不会将您各时段的位置信息进行结合以判断您的行踪轨迹）来判断您所处的地点，以便给予您更近的、更便利的服务。<br>2、上述附加功能可能需要您在您的设备中向我们开启以下功能：</span></span>
    </p>
    <p><span style="font-family: 宋体"><span >（1）手机联系人访问权限：当您使用我们的客户端提供的产品或服务时，我们会收集经过您授权同意的手机联系人访问权限，应用于手机通讯录匹配好友，快速发现和添加好友的功能，但如果您不允许提供这些信息，将不会影响使用本产品的基本功能。</span></span>
    </p>
    <p><span style="font-family: 宋体"><span >（2）手机相册访问权限：当您使用我们的客户端提供的产品或服务时，我们会收集经过您授权同意的手机相册访问权限，应用于扫一扫获取相册图片和保存图片、发送图片、上传头像、更好头像的功能，但如果您不允许提供这些信息，将不会影响使用本产品的基本功能。</span></span>
    </p>
    <p><span style="font-family: 宋体"><span >（3）麦克风录音权限：当您使用我们的客户端提供的产品或服务时，我们会收集经过您授权同意的手机麦克风录音权限，应用于录制语音、发送语音消息的功能，但如果您不允许提供这些信息，将不会影响使用本产品的基本功能。</span></span>
    </p>
    <p><span style="font-family: 宋体"><span >（4）摄像头访问权限：当您使用我们的客户端提供的产品或服务时，我们会收集经过您授权同意的手机摄像头访问权限，应用于拍摄、拍照等功能，但如果您不允许提供这些信息，将不会影响使用本产品的基本功能。</span></span>
    </p>
    <p><span style="font-family: 宋体"><span ><br>（三）您充分知晓，以下情形中，我们收集、使用个人信息无需征得您的授权同意：<br>1、与国家安全、国防安全有关的；<br>2、与公共安全、公共卫生、重大公共利益有关的；<br>3、与犯罪侦查、起诉、审判和判决执行等有关的；<br>4、出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；<br>5、所收集的个人信息是个人信息主体自行向社会公众公开的；<br>6、从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开等渠道；<br>7、根据您的要求签订合同所必需的；<br>8、用于维护所提供的产品与/或服务的安全稳定运行所必需的，例如发现、处置产品与/或服务的故障；<br>9、为合法的新闻报道所必需的；<br>10、学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；<br>11、法律法规规定的其他情形。</span></span>
    </p>
    <p><span style="font-family: 宋体"><span >&nbsp;</span></span></p>
    <p><span style="font-family: 宋体"><span >（四）我们从第三方获得您个人信息的情形<br>我们可能从第三方获取您授权共享的账户信息（头像、昵称），并在您同意本隐私政策后将您的第三方账户与您的粉贝账户绑定，使您可以通过第三方账户直接登录并使用我们的产品与/或服务。我们会将依据与第三方的约定、对个人信息来源的合法性进行确认后，在符合相关法律和法规规定的前提下，使用您的这些个人信息。<br>&nbsp;<br>（五）您个人信息使用的规则<br>1、我们会根据本隐私政策的约定并为实现我们的产品与/或服务功能对所收集的个人信息进行使用。<br>2、在收集您的个人信息后，我们将通过技术手段对数据进行去标识化处理，去标识化处理的信息将无法识别主体。请您了解并同意，在此情况下我们有权使用已经去标识化的信息；并在不透露您个人信息的前提下，我们有权对用户数据库进行分析并予以商业化的利用。<br>3、请您注意，您在使用我们的产品与/或服务时所提供的所有个人信息，除非您删除或通过系统设置拒绝我们收集，否则将在您使用我们的产品与/或服务期间持续授权我们使用。在您注销账号时，我们将停止使用并删除您的个人信息。<br>4、我们会对我们的产品与/或服务使用情况进行统计，并可能会与公众或第三方共享这些统计信息，以展示我们的产品与/或服务的整体使用趋势。但这些统计信息不包含您的任何身份识别信息。<br>5、当我们展示您的个人信息时，我们会采用包括内容替换、匿名处理方式对您的信息进行脱敏，以保护您的信息安全。<br>6、当我们要将您的个人信息用于本政策未载明的其它用途时，或基于特定目的收集而来的信息用于其他目的时，会通过您主动做出勾选的形式事先征求您的同意。</span></span>
    </p>
    <p><span style="font-family: 宋体"><span
      ><br><strong>二、我们如何使用&nbsp;Cookie&nbsp;和同类技术</strong><br>1、为实现您联机体验的个性化需求，使您获得更轻松的访问体验。我们会在您的移动设备上发送一个或多个名为Cookies的小数据文件，指定给您的Cookies&nbsp;是唯一的，它只能被将Cookies发布给您的域中的Web服务器读取。我们向您发送Cookies是为了简化您重复登录的步骤、存储您的购物偏好或您购物车中的商品等数据进而为您提供购物的偏好设置、帮助您优化对广告的选择与互动、帮助判断您的登录状态以及账户或数据安全。<br>2、我们不会将&nbsp;Cookies&nbsp;用于本隐私政策所述目的之外的任何用途。您可根据自己的偏好管理或删除&nbsp;Cookies。您可以清除计算机上保存的所有&nbsp;Cookies，大部分网络浏览器会自动接受Cookies，但您通常可根据自己的需要来修改浏览器的设置以拒绝&nbsp;Cookies；另外，您也可以清除软件内保存的所有Cookies。但如果您这么做，您可能需要在每一次访问粉贝时亲自更改用户设置，而且您之前所记录的相应信息也均会被删除，并且可能会对您所使用服务的安全性有一定影响。</span></span>
    </p>
    <p><span style="font-family: 宋体"><span ><strong>&nbsp;</strong></span></span></p>
    <p><span style="font-family: 宋体"><span ><strong>三、我们如何共享、转让、公开披露您的个人信息</strong><br>（一）共享<br>1、我们不会与粉贝以外的任何公司、组织和个人共享您的个人信息，但以下情况除外：<br>（1）事先获得您明确的同意或授权；<br>（2）根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况下进行提供；<br>（3）在法律法规允许的范围内，为维护粉贝、粉贝的关联方或合作伙伴、您或其他粉贝用户或社会公众利益、财产或安全免遭损害而有必要提供；<br>（4）只有共享您的信息，才能实现我们的产品与/或服务的核心功能或提供您需要的服务；<br>（5）应您需求为您处理您与他人的纠纷或争议；<br>（6）符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；<br>（7）基于学术研究而使用；<br>（8）基于符合法律法规的社会公共利益而使用。</span></span>
      <br>（9）为了向您提供一键分享服务，我们的产品集成友盟+ U-Share SDK，将收集您的设备标识信息（如IMEI/android ID/IDFA等）和您需要分享的社交账户公开信息，以便完成一键分享服务。为了您的信息安全，我们已与第三方SDK服务商进行数据安全保密约定，这些公司会严格遵守我们的数据隐私和安全要求。除非得到您的同意，我们不会与其共享您的个人身份信息。为便于您更好地了解【友盟+】采集的数据类型及用途，以及何保护您的个人信息，您可以登陆<a
      href="https://www.umeng.com/policy" rel="noopener noreferrer nofollow">https://www.umeng.com/policy</a>了解【友盟+】隐私权政策。<br>2、我们可能会将您的个人信息与我们的关联方共享，但我们只会共享必要的个人信息，且受本隐私政策中所声明目的的约束。我们的关联方如要改变个人信息的处理目的，将再次征求您的授权同意。<br>3、我们可能会向合作伙伴等第三方共享您的订单信息、账户信息、设备信息以及位置信息，以保障为您提供的服务顺利完成。但我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我们的合作伙伴无权将共享的个人信息用于任何其他用途。<br>我们的合作伙伴包括以下类型：<br>（1）商品或技术服务的供应商。我们可能会将您的个人信息共享给支持我们功能的第三方。这些支持包括为我们的供货或提供基础设施技术服务、物流配送服务、支付服务、数据处理等。我们共享这些信息的目的是可以实现我们产品与/或服务的核心购物功能，比如我们必须与物流服务提供商共享您的订单信息才能安排送货；或者我们需要将您的订单号和订单金额与第三方支付机构共享以实现其确认您的支付指令并完成支付等。<br>（2）委托我们进行推广的合作伙伴。有时我们会代表其他企业向使用我们产品与/或服务的用户群提供促销推广的服务。我们可能会使用您的个人信息以及您的非个人信息集合形成的间接用户画像与委托我们进行推广的合作伙伴（“委托方”）共享，但我们仅会向这些委托方提供推广的覆盖面和有效性的信息，而不会提供您的个人身份信息，或者我们将这些信息进行汇总，以便它不会识别您个人。比如我们可以告知该委托方有多少人看了他们的推广信息或在看到这些信息后购买了委托方的商品，或者向他们提供不能识别个人身份的统计信息，帮助他们了解其受众或顾客。<br>（3）第三方商家。我们必须将您的订单信息与交易有关的必要信息与第三方商家共享来实现您向其购买商品或服务的需求，并促使其可以完成后续的售后服务。<br>5、为了遵守法律、执行或适用我们的使用条件和其他协议，或者为了保护粉贝、您或其他粉贝客户的权利及其财产或安全，比如为防止欺诈等违法活动和减少信用风险，而与其他公司和组织交换信息。不过,这并不包括违反本隐私政策中所作的承诺而为获利目的出售、出租、共享或以其它方式披露的个人信息。<br>（二）转让<br>我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：<br>1、事先获得您明确的同意或授权；<br>2、根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况进行提供；<br>3、符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；<br>4、在涉及合并、收购、资产转让或类似的交易时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本隐私政策的约束，否则,我们将要求该公司、组织重新向您征求授权同意。<br>（三）公开披露<br>我们仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，才会公开披露您的个人信息：<br>1、根据您的需求，在您明确同意的披露方式下披露您所指定的个人信息；<br>2、根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，我们可能会依据所要求的个人信息类型和披露方式公开披露您的个人信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求必须出具与之相应的法律文件，如传票或调查函。我们坚信，对于要求我们提供的信息，应该在法律允许的范围内尽可能保持透明。我们对所有的请求都进行了慎重的审查，以确保其具备合法依据，且仅限于执法部门因特定调查目的且有合法权利获取的数据。在法律法规许可的前提下，我们披露的文件均在加密密钥的保护之下。</span></span>
    </p>
    <p><span style="font-family: 宋体"><span >二、（四）共享、转让、公开披露个人信息时事先征得授权同意的例外以下情形中，共享、转让、公开披露您的个人信息无需事先征得您的授权同意：1、与国家安全、国防安全有关的；2、与公共安全、公共卫生、重大公共利益有关的；3、与犯罪侦查、起诉、审判和判决执行等有关的；4、出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；5、您自行向社会公众公开的个人信息；6、从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。根据法律规定，共享、转让经去标识化处理的个人信息，且确保数据接收方无法复原并重新识别个人信息主体的，不属于个人信息的对外共享、转让及公开披露行为，对此类数据的保存及处理将无需另行向您通知并征得您的同意。</span></span>
    </p>
    <p><span style="font-family: 宋体"><span >&nbsp;</span></span></p>
    <p><span style="font-family: 宋体"><span ><strong>四、我们如何保护和保存您的个人信息</strong><br>（一）我们保护您个人信息的技术与措施<br>我们非常重视个人信息安全，并采取一切合理可行的措施，保护您的个人信息：<br>1、数据安全技术措施<br>我们会采用符合业界标准的安全防护措施，包括建立合理的制度规范、安全技术来防止您的个人信息遭到未经授权的访问使用、修改，避免数据的损坏或丢失。<br>我们的网络服务采取了传输层安全协议等加密技术，通过https等方式提供浏览服务，确保用户数据在传输过程中的安全。<br>我们采取加密技术对用户个人信息进行加密保存，并通过隔离技术进行隔离。<br>我们采用严格的数据访问权限控制和多重身份认证技术保护个人信息，避免数据被违规使用。<br>我们采用代码安全自动检查、数据访问日志分析技术进行个人信息安全审计。<br>2、我们为保护个人信息采取的其他安全措施<br>我们通过建立数据分类分级制度、数据安全管理规范、数据安全开发规范来管理规范个人信息的存储和使用。<br>我们通过信息接触者保密协议、监控和审计机制来对数据进行全面安全控制。<br>我们建立信息保护专职部门、数据安全应急响应组织来推进和保障个人信息安全。<br>3、我们仅允许有必要知晓这些信息的我们及我们关联方的员工、合作伙伴访问个人信息，并为此设置了严格的访问权限控制和监控机制。我们同时要求可能接触到您个人信息的所有人员履行相应的保密义务。如果未能履行这些义务，可能会被追究法律责任或被中止与我们的合作关系。我们同时要求可能接触到您个人信息的所有人员履行相应的保密义务。如果未能履行这些义务，可能会被追究法律责任或被终止与粉贝的合作关系。<br>4、我们会采取一切合理可行的措施，确保未收集无关的个人信息。我们只会在达成本政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。<br>5、互联网并非绝对安全的环境，而且电子邮件、即时通讯、社交软件等与其他用户的交流方式无法确定是否完全加密，我们建议您使用此类工具时请使用复杂密码，并注意保护您的个人信息安全。<br>6、互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的任何信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改、或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。<br>7、安全事件处置<br>在通过粉贝与第三方进行网上商品或服务的交易时，您不可避免的要向交易对方或潜在的交易对方披露自己的个人信息，如联络方式或者邮政地址等。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。<br>为应对个人信息泄露、损毁和丢失等可能出现的风险，我们制定了多项制度，明确安全事件、安全漏洞的分类分级标准及相应的处理流程。我们也为安全事件建立了专门的应急响应团队，按照安全事件处置规范要求，针对不同安全事件启动安全预案，进行止损、分析、定位、制定补救措施、联合相关部门进行溯源和打击。在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们同时将及时将事件相关情况以信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。<br>8、如果您对我们的个人信息保护有任何疑问，可通过本政策最下方约定的联系方式联系我们。如您发现自己的个人信息泄密，尤其是您的账户及密码发生泄露，请您立即通过本政策中约定的联系方式联络我们，以便我们采取相应措施。<br>（二）您个人信息的保存<br>1、您的个人信息将全被存储于中华人民共和国境内。如您使用跨境交易服务，且需要向境外传输您的个人信息完成交易的，我们会单独征得您的授权同意并要求接收方按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理这些个人信息。<br>2、除非法律法规另有规定，您的个人信息我们将保存至您账号注销之日后的一个月。如果我们终止服务或运营，我们会至少提前三十日向您通知，并在终止服务或运营后对您的个人信息进行删除或匿名化处理。</span></span>
    </p>
    <p><span style="font-family: 宋体"><span >&nbsp;</span></span></p>
    <p><span style="font-family: 宋体"><span ><strong>五、您如何管理您的个人信息</strong><br>粉贝非常重视您对个人信息的关注，并尽全力保护您对于您个人信息访问、更正、删除以及撤回同意的权利，以使您拥有充分的能力保障您的隐私和安全。您的权利包括：<br>1、访问和更正您的个人信息<br>除法律法规规定外，您有权随时访问和更正您的个人信息，您可以通过粉贝移动端进入“我的”-设置里面进行访问或更正，具体包括您的账户信息、您的订单信息、您的收款账户信息等。您的部分个人信息我们还无法为您提供访问和更正的服务，这些信息主要是为了提升您的用户体验和保证交易安全所收集的您的设备信息、您使用附加功能时产生的个人信息。上述信息我们会在您的授权范围内进行使用，您无法访问和更正，但您可联系我们进行删除或做匿名化处理。<br>2、删除您的个人信息<br>您在我们的产品与/或服务页面中可以直接清除或删除的信息，包括搜索历史信息、浏览信息；<br>在以下情形中，您可以向我们提出删除个人信息的请求：<br>（1）如果我们处理个人信息的行为违反法律法规；<br>（2）如果我们收集、使用您的个人信息，未按约定也未征得您的同意；<br>（3）如果我们处理个人信息的行为违反了与您的约定；<br>（4）如果您注销了粉贝账户；<br>（5）如果我们终止服务及运营。<br>若我们决定响应您的删除请求，我们还将同时通知从我们获得您的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。当您从我们的服务中删除信息后，我们可能不会立即备份系统中删除相应的信息，但会在备份更新时删除这些信息。<br>3、改变您授权同意的范围或撤回您的授权<br>您可以通过删除信息、关闭设备功能、在粉贝软件中进行隐私设置等方式改变您授权我们继续收集个人信息的范围或撤回您的授权。您也可以通过注销账户的方式，撤回我们继续收集您个人信息的全部授权。<br>请您理解，每个业务功能需要一些基本的个人信息才能得以完成，当您撤回同意或授权后，我们无法继续为您提供撤回同意或授权所对应的服务，也不再处理您相应的个人信息。但您撤回同意或授权的决定，不会影响此前基于您的授权而开展的个人信息处理。<br>4、注销账户<br>您可以在我们的产品中直接申请注销账户。您注销账户后，我们将停止为您提供产品与/或服务，并依据您的要求，除法律法规另有规定外，我们将删除您的个人信息。<br>5、商品推荐<br>（1）您知悉并同意，我们会与第三方的平台或媒体（“平台”）合作基于您的个人信息向您推荐个性化的商品。这些个人信息包括诸如在本网站的购物情况、访问本网站关联公司网站的情况及您在您的账户设置中填写的兴趣爱好。平台仅向我们提供了展示商品的窗口，窗口内容的链接是粉贝的个性化商品展示信息，由粉贝进行管理，因此我们不会向广告商提供您的任何的个人信息。<br>（2）为了保护您的隐私，我们不会以任何方式和途径向您推送涉及宗教信仰、性、疾病等相关敏感内容的促销或商品信息给您。<br>6、响应您的请求<br>如果您无法通过上述方式访问、更正或删除您的个人信息，或您需要访问、更正或删除您在使用我们产品与/或服务时所产生的其他个人信息，或您认为粉贝存在任何违反法律法规或与您关于个人信息的收集或使用的约定，您均可以通过本协议指定的方式与我们联系。为了保障安全，我们可能需要您提供书面请求，或以其他方式证明您的身份，我们将在收到您反馈并验证您的身份后的7个工作日内答复您的请求。对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际（例如，涉及备份磁带上存放的信息）的请求，我们可能会予以拒绝。<br>在以下情形中，按照法律法规要求，我们将无法响应您的请求：<br>（1）与国家安全、国防安全有关的；<br>（2）与公共安全、公共卫生、重大公共利益有关的；<br>（3）与犯罪侦查、起诉和审判等有关的；<br>（4）有充分证据表明您存在主观恶意或滥用权利的；<br>（5）响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的。</span></span>
    </p>
    <p><span style="font-family: 宋体"><span ><strong>&nbsp;</strong></span></span></p>
    <p><span style="font-family: 宋体"><span ><strong>六、未成年人的个人信息保护</strong><br>1、我们非常重视对未成年人个人信息的保护。若您是18周岁以下的未成年人，在使用我们的产品与/或服务前，应事先取得您家长或法定监护人的书面同意。我们会根据国家相关法律法规的规定保护未成年人的个人信息。<br>2、对于经父母或法定监护人同意而收集未成年人个人信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护未成年人所必要的情况下使用或公开披露此信息。<br>3、如果我们发现自己在未事先获得可证实的父母或法定监护人同意的情况下收集了未成年人的个人信息，则会设法尽快删除相关数据。<br><strong>&nbsp;<br>七、您的个人信息如何在全球范围转移</strong>我们在中华人民共和国境内运营中收集和产生的个人信息，存储在中国境内，以下情形除外：1、法律法规有明确规定；2、获得您的明确授权；3、您通过互联网进行跨境直播/发布动态等个人主动行为。针对以上情形，我们会确保依据本隐私权政策对您的个人信息提供足够的保护。</span></span>
    </p>
    <p><span style="font-family: 宋体"><span >&nbsp;</span></span></p>
    <p><span style="font-family: 宋体"><span ><strong>八、通知和修订</strong><br>1、为给您提供更好的服务以及随着我们业务的发展，本隐私政策也会随之更新。但未经您明确同意，我们不会削减您依据本隐私政策所应享有的权利。我们会通过粉贝移动端上发出更新版本并通过网站公告或以其他适当方式提醒您相关内容的更新，也请您访问粉贝移动端以便及时了解最新的隐私政策。<br>2、对于重大变更，我们还会提供更为显著的通知（我们会通过包括但不限于电话、短信或在浏览页面做特别提示等方式，说明隐私政策的具体变更内容）。<br>本政策所指的重大变更包括但不限于：<br>（1）我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；<br>（2）我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；<br>（3）个人信息共享、转让或公开披露的主要对象发生变化；<br>（4）您参与个人信息处理方面的权利及其行使方式发生重大变化；<br>（5）我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；<br>（6）个人信息安全影响评估报告表明存在高风险时。<br>&nbsp;<br><strong>九、如何联系我们</strong><br>1、如您对本隐私政策或您个人信息的相关事宜有任何问题、意见或建议，请通过访问在线客服系统与我们联系。<br>2、本协议属于《粉贝协议》不可分割的一部分。本协议与《粉贝协议》的约定不一致的，以本协议为准；本协议未约定事宜，均以粉贝不时公布的相关附属规则以及活动规则为补充。<br>3、为更好的为您服务，粉贝有权根据运营情况及必要性变更本协议，变更后的协议将通过粉贝app或粉贝官网以公告的方式予以公布，变更后的协议在公布之日起生效。您可以在粉贝的相关页面查阅最新版本的协议条款。本协议条款变更后，如您继续使用我们服务的，即视为您已接受变更后的协议。如您无法同意变更后的协议内容，您有权停止使用相关服务并注销账户。<br>4.再次提示，您在点击“已阅读并同意”的按钮时，即视为您完全接受本协议，在点击之前，请您再次确认已知悉并完全理解本协议的全部内容。<br>如果您对我们的服务回复不满意，特别是您认为我们的个人信息处理行为损害了您的合法权益，您还可以通过粉贝公司所在地有管辖权的法院提起诉讼。<br></span></span>
    </p>
    <p><span style="font-family: 宋体"><span >一切解释权归APP方所有。</span></span></p>
    <p><span style="font-family: 宋体"><span >&nbsp;</span></span></p>
  </div>
</template>

<style lang="scss" scoped>
  .agree {
    width: 100%;
    height: 100vh;
    background: #fff;
    overflow-y: auto;
    padding: 12px;
    box-sizing: border-box;
    line-height: 1.6;
    font-size: 15px;

    p {
      line-height: 1.6 !important;
    }
  }
</style>
